{
    "common.layout.title": "StudyKIK",

    "corporate.component.footer.copyright": "© StudyKIK ${year}. All rights reserved.",
    "corporate.component.footer.privacy": "Privacy Policy",
    "corporate.component.footer.terms": "Terms & Conditions",
    "corporate.component.footer.pqs": "Patient Qualification Suite",

    "corporate.component.header.login": "Login",
    "corporate.component.header.nav.search": "Study Search",
    "corporate.component.header.nav.list": "List Your Trials",
    "corporate.component.header.nav.about": "About",
    "corporate.component.header.nav.blog": "Blog",
    "corporate.component.header.nav.contact": "Contact",

    "corporate.page.about.header": "StudyKIK is where you can find clinical trials near you!",
    "corporate.page.about.copy": "Being able to find a research study has never been easier! StudyKIK is the leading website where clinical trial companies list their studies and eager volunteers find them to sign up instantly. It has never been easier to search and find clinical trials of all therapeutic types! Give it a try... you may be surprised with the studies you find! StudyKIK's mission is to change lives by helping new treatments come to market faster and to enable anyone who wants to volunteer for a research study to easily search, find, and sign up!",

    "corporate.page.pqs.header": "StudyKIK’s Patient Qualification Suite",
    "corporate.page.pqs.intro1": "If your campaign has the Patient Qualification Suite, we're doing the work for you! Sit back, relax, and wait. We contact all new patients within 24 hours of when they sign up for your study (during the business week).",
    "corporate.page.pqs.intro2": "To avoid confusing potential patients, please do not contact patients until they have been pre-screened and moved to the \"Action Needed\" column in your portal. We will  live transfer the patient to your site (optional) and will also send you an email every time someone has been successfully pre-screened.",
    "corporate.page.pqs.heading1": "Pre-screening and your Portal",
    "corporate.page.pqs.heading1list1": "As patients sign up to learn more about your study, they are automatically added to the New Patient column. From there, our pre-screening team contacts them within 24 hours.",
    "corporate.page.pqs.heading1list2": "If our pre-screening team is unable to reach a patient, they move them to the Call Attempted column and will follow up with them again. We contact each patient up to 10 times (4 phone calls, 5 text messages, and 1 email).",
    "corporate.page.pqs.heading1list3": "Patients are moved to the Not Qualified column if they are unresponsive after all 10 attempts to contact them. We include a note that states that we were unable to reach the patient.",
    "corporate.page.pqs.heading1list4": "When a patient is available, we use the IRB approved phone script that the site, sponsor, or CRO provides to review the study’s inclusion/ exclusion criteria with patients.",
    "corporate.page.pqs.heading1list5": "Once pre-screened, interested patients are placed in the Action Needed column to let you know they are ready to be contacted by your site. A note is added to document their replies to every pre-screening question. Unqualified patients are moved to the DNQ column in your portal with a note that lets you know why they didn’t qualify.",
    "corporate.page.pqs.heading1list6": "You are only responsible for the Action Needed, Scheduled, Consented, and Randomized columns. Patients should remain in the Action Needed column until you follow up with the patient.",
    "corporate.page.pqs.heading1list7": "If you are unable to reach the patient in the Action Needed column, it is helpful if you add a note documenting your contact attempt. This lets us and your study sponsor know that you are trying to reach out to the patient.",
    "corporate.page.pqs.heading1paragrah": "If you have any questions, please feel free to reach out to your site manager.",
    "corporate.page.pqs.heading2": "What do I need to do when a referral is Successfully Pre-screened?",
    "corporate.page.pqs.heading2paragrah": "It’s easy! When a patient is successfully pre-screened, they’ll be moved to the Action Needed column in your portal.  Simply follow up with the patient. If you’re unable to get in touch with them and need to leave them in the Action Needed column, don’t forget to add a note."
}